Repository: Nor1m/Geo-Phone-Master
Catalog: languages/ngp-*.po
Languages: ru_ru

source: Custom styles
ru_ru: Произвольные стили для виджета

source: Settings file successfully generated!
ru_ru: Файл настроек успешно сгенерирован!

source: Load
ru_ru: Загрузить

source: The file is too large! (max 10 MB)
ru_ru: Файл слишком большого размера! (макс 10мб)

source: Available JSON file type
ru_ru: Доступный тип файла - JSON

source: Shorten file name (max 30 characters)
ru_ru: Сократите название файла (макс 30 символов)

source: The data was successfully imported.
ru_ru: Данные успешно импортированы.

source: The data was successfully deleted.
ru_ru: Данные успешно удалены.

source: The settings are successfully saved.
ru_ru: Настройки успешно сохранены.

source: Your city
ru_ru: Ваш город

source: No, select city
ru_ru: Нет, выбрать город

source: Yes
ru_ru: Да

source: Access denied
ru_ru: Доступ запрещен

source: Geo targeting
ru_ru: Гео таргетинг

source: Rules
ru_ru: Правила

source: <b>Tip: </b> Leave blank if it is not necessary to consider
ru_ru: <b>Подсказка: </b> Оставьте поле пустым, если его не нужно учитывать

source: Rule
ru_ru: Правило

source: Remove
ru_ru: Удалить

source: Get shortcode
ru_ru: Получить шорткод

source: View
ru_ru: Показать

source: Rule name
ru_ru: Имя правила

source: Label
ru_ru: Ярлык

source: Condition
ru_ru: Условие

source: True
ru_ru: Верно

source: False
ru_ru: Верно

source: Country
ru_ru: Страна

source: Region
ru_ru: Регион

source: City
ru_ru: Город

source: Data
ru_ru: Данные

source: Shortcode:
ru_ru: Шорткод:

source: Default
ru_ru: По умолчанию

source: Add rule
ru_ru: Добавить правило

source: Save
ru_ru: Сохранить

source: Help
ru_ru: Справка

source: Information
ru_ru: Информация

source: Multi-city widget
ru_ru: Мульти-город виджет

source: The default city
ru_ru: Город по умолчанию

source: The default link
ru_ru: Ссылка по умолчанию

source: Examle:
ru_ru: Пример:

source: Moscow:
ru_ru: Москва:

source: Value if the condition is not met
ru_ru: Значение, если условие не выполнилось

source: Examle response:
ru_ru: Пример ответа:

source: Example of use:
ru_ru: Пример использования:

source: Geo targeting: print region lon
ru_ru: Гео таргетинг: вывод долготы региона

source: Geo targeting: print region lat
ru_ru: Гео таргетинг: вывод широты региона

source: Geo targeting: print country lon
ru_ru: Гео таргетинг: вывод долготы страны

source: Geo targeting: print country lat
ru_ru: Гео таргетинг: вывод широты страны

source: Geo targeting: print country ISO
ru_ru: Гео таргетинг: вывод ISO кода страны

source: Geo targeting: print region ISO
ru_ru: Гео таргетинг: вывод ISO кода региона

source: Geo targeting: print country
ru_ru: Гео таргетинг: вывод страны

source: Russia
ru_ru: Россия

source: Test
ru_ru: Тестировать

source: Animation
ru_ru: Анимация

source: Click me
ru_ru: Нажми на меня

source: Geo targeting: print region
ru_ru: Гео таргетинг: вывод региона

source: Florida:
ru_ru: Флорида:

source: Geo targeting: print city
ru_ru: Гео таргетинг: вывод города

source: New-York:
ru_ru: Нью-Йорк:

source: Geo targeting: print IP
ru_ru: Гео таргетинг: вывод IP

source: List of allowed tags and attributes for geotargeting rules
ru_ru: Список разрешенных тегов и атрибутов для правил геотаргетинга

source: tag
ru_ru: метка

source: attribute
ru_ru: атрибут

source: You can contact me
ru_ru: Связь со мной

source: Developer site
ru_ru: Сайт разработчика

source: Donate
ru_ru: Пожертвовать

source: Import-export
ru_ru: Импорт/Экспорт

source: Export
ru_ru: Экспорт

source: To generate the settings file
ru_ru: Сгенерировать файл настроек

source: Import
ru_ru: Импорт

source: <b> Warning: </b> all old data will be overwritten! </b>
ru_ru: <b>Внимание: </b> Все старые данные будут перезаписаны!

source: Select file
ru_ru: Выбрать файл

source: Download
ru_ru: Скачать

source: Multi-city
ru_ru: Мульти-город

source: Link
ru_ru: Ссылка

source: Shortcode
ru_ru: Шорткод

source: Plugin settings
ru_ru: Настройки плагина

source: Settings
ru_ru: Настройки

source: Class for the selection widget of the city
ru_ru: Class для виджета выбора города

source: Id for the selection widget of the city
ru_ru: Id для виджета выбора города

source: Select the language to work with geo database
ru_ru: Выберите язык для работы с гео бд

source: A constant containing the user's IP
ru_ru: Константа содержащяя IP пользователя

source: <b>Example: </b> If you specify a Russian, instead Москва need to write Moscow. Default: English.
ru_ru: <b>Например: </b> Если указан English, то вместо Москва нужно писать Moscow. По умолчанию: Русский.

source: Reset
ru_ru: Сброс

source: <b> Warning! </b> When you reset, you delete all the plugin settings, including rules.
ru_ru: <b>Внимание! </b> При сбросе удаляются все настройки плагина, включая правила.

source: Reset all data
ru_ru: Сброс все данных

source: Theme widgets
ru_ru: Темы виджета

source: The theme of the widget
ru_ru: Тема виджета

source: Moscow
ru_ru: Москва

source: Your city is Moscow ?
ru_ru: Ваш город Москва ?

source: New York
ru_ru: Нью-Йорк

source: Beijing
ru_ru: Пекин

source: Kiev
ru_ru: Киев

source: View/Hide
ru_ru: Показать/Скрыть

source: RuleName
ru_ru: Имя правила

source: Widget themes
ru_ru: Темы виджета

source: To start working with the plugin, you need to install a geodatabase
ru_ru: Для начала работы с плагином необходимо установить базу геоданных

source: Start installation
ru_ru: Начать загрузку

source: Skip
ru_ru: Пропустить

source: Please wait
ru_ru: Пожалуйста подождите...

source: Successfully!
ru_ru: Успешно!

source: An error occurred, try the process again
ru_ru: Возникла ошибка, попробуйте повторить процесс
